{
  "Section_1": {
    "title": "Hey, I'm Alex Pezzini",
    "subtitle": "and I'm a ",
    "skill_1": "Fullstack Developer",
    "skill_2": "Web & Ecommerce Developer",
    "skill_3": "Mobile Developer"
  },
  "Section_2": {
    "title": "Career",
    "p_1": "Following my initial experiences in the web industries, where I designed e-commerce solutions, I embarked on a career as a <strong>full-stack developer</strong> at a digital communication agency. Over time, I had the opportunity to lead a team in developing web solutions for major national brands such as <i>Paluani, Borsalino, Bertazzoni</i>, and <i>Fedrigoni</i>. All projects were built with <strong>Drupal</strong>, a powerful and versatile open-source CMS. I also actively participated in the community, contributing to its development and attending national and international events.",
    "p_2": "During this period, I gained comprehensive experience in managing digital projects: I handled client relationships, implemented and managed web infrastructure using <strong>Amazon Web Services (AWS)</strong>, and paid special attention to UI and SEO design.",
    "p_3": "Today, I am a <strong>web/mobile developer</strong> at <link>Intesys</link>, a company that has been part of the Lynx group since 2025. As a member of the front-end team, I work daily on projects for the Industrial and Fintech sectors, primarily using <i>React, Typescript</i>, and <i>Next.js</i> in headless projects with third-party integrations.",
    "p_4": "In parallel, I have a passion for sharing my knowledge and experience in the field by teaching <strong>full-stack web development</strong> at the <link>ITS Digital Academy</link>, where I pass on skills, methodologies, and best practices to the next generation of developers.",
    "skill_title": "Skills",
    "skill_1": "<strong>Platforms:</strong> Drupal, Strapi, Payload CMS, BigCommerce, HubSpot",
    "skill_2": "<strong>Infrastructure:</strong> Amazon Web Services, Docker, Kubernetes, GitHub / GitLab",
    "skill_3": "<strong>Backend:</strong> Node.js, PHP, GraphQL, REST APIs",
    "skill_4": "<strong>Frontend:</strong> React, Next.js, TypeScript, Tailwind CSS"
  },
  "Section_3": {
    "title": "Development",
    "block_1_title": "Web Sites & Web Applications",
    "block_1_text": "I design and develop tailor-made <strong>websites and web applications</strong> that can be fully managed by administrative users, creating customized solutions such as private areas, corporate portals, intranets, and interactive dashboards. On the frontend, I rely on modern technologies such as <strong>Next.js, React, and TypeScript</strong>. My experience also includes the use of numerous CMSs, both in their traditional and headless versions. In particular, I have in-depth knowledge of <strong>Drupal</strong> and I am able to integrate new features with existing systems or develop fully customized projects.",
    "block_2_title": "Mobile First & PWA",
    "block_2_text": "I develop interfaces with a mobile-first approach, ensuring an optimal experience on smartphones and tablets from the early stages of the project. I also create <strong>Progressive Web Apps (PWAs)</strong>, web applications that combine the features of a website with those of a native app: installable directly on the device, accessible offline, and with reduced loading times.",
    "block_3_title": "Ecommerce & B2B",
    "block_3_text": "I build <strong>Ecommerce platforms and B2B solutions</strong>, having gained extensive experience in developing online sales systems for both consumer and business markets. This expertise is supported by my official <strong>BigCommerce Developer</strong> certification, which enables me to optimally integrate purchasing flows, complex catalogs, and customized interfaces for specific needs."
  },
  "Section_4": {
    "title": "Training",
    "block_1_title": "ITS Digital Academy",
    "block_1_text": "My experience as an ITS teacher for the <strong>Fullstack Web Developer</strong> course has allowed me to turn complex concepts into clear and concise explanations, guiding students in acquiring technical skills that are immediately applicable in the job market. Each training path is tailored, calibrated according to the starting level and the goals to be achieved, and developed through a hands-on, project-oriented approach that combines theory with real-world application."
  },
  "Section_5": {
    "title": "Contacts",
    "subtitle": "For any information you can:",
    "block_1_title": "Send me an email",
    "block_2_title": "Contact me on LinkedIn",
    "block_3_title": "Download my CV"
  },
  "Meta": {
    "title": "Alex Pezzini - Fullstack Web Developer",
    "description": "Full-stack web developer specialized in React, Next.js and TypeScript, certified BigCommerce developer and Drupal CMS expert."
  },
  "Header": {
    "menu_1": "Intro",
    "menu_2": "Career",
    "menu_3": "Development",
    "menu_4": "Training",
    "menu_5": "Contacts"
  },
  "Footer": {
    "copyrights": "Alex Pezzini - All rights reserved."
  }
}
