{
  "Section_1": {
    "title": "Ciao, sono Alex Pezzini",
    "subtitle": "sono uno ",
    "skill_1": "Sviluppatore Fullstack",
    "skill_2": "Sviluppatore Web & Ecommerce",
    "skill_3": "Sviluppatore Mobile"
  },
  "Section_2": {
    "title": "Carriera",
    "p_1": "Dopo le prime esperienze nel settore web, in cui ho progettato soluzioni e-commerce, ho intrapreso la carriera di <strong>sviluppatore full-stack</strong> in un'agenzia di comunicazione digitale. Con il tempo, ho avuto l'opportunità di guidare un team nello sviluppo di soluzioni web per importanti brand nazionali come <i>Paluani, Borsalino, Bertazzoni</i> e <i>Fedrigoni</i>. Tutti i progetti sono stati realizzati con <strong>Drupal</strong>, un potente e versatile CMS open-source. Ho inoltre partecipato attivamente alla community, contribuendo allo sviluppo e prendendo parte a eventi nazionali e internazionali.",
    "p_2": "Durante questo periodo, ho maturato un'esperienza a 360 gradi nella gestione dei progetti digitali: mi sono occupato dei rapporti con i clienti, ho implementato e gestito l'infrastruttura web utilizzando <strong>Amazon Web Services (AWS)</strong> e ho dedicato particolare attenzione alla progettazione della UI e della SEO.",
    "p_3": "Oggi sono <strong>sviluppatore web/mobile</strong> in <link>Intesys</link>, azienda che dal 2025 fa parte del gruppo Lynx. Nel team di frontend, lavoro quotidianamente su progetti per i settori Industrial e Fintech, utilizzando principalmente <i>React, Typescript</i> e <i>Next.js</i> in progetti headless con integrazioni di terze parti.",
    "p_4": "Parallelamente, ho la passione di condividere le mie conoscenze e la mia esperienza nel settore insegnando <strong>sviluppo web full-stack</strong> all' <link>ITS Digital Academy</link>, dove trasmetto competenze, metodologie e best practice alle future generazioni di sviluppatori.",
    "skill_title": "Competenze",
    "skill_1": "<strong>Piattaforme:</strong> Drupal, Strapi, Payload CMS, BigCommerce, HubSpot",
    "skill_2": "<strong>Infrastruttura:</strong> Amazon Web Services, Docker, Kubernetes, GitHub / GitLab",
    "skill_3": "<strong>Backend:</strong> Node.js, PHP, GraphQL, REST APIs",
    "skill_4": "<strong>Frontend:</strong> React, Next.js, TypeScript, Tailwind CSS"
  },
  "Section_3": {
    "title": "Sviluppo",
    "block_1_title": "Web Site & Web Applications",
    "block_1_text": "Progetto e sviluppo <strong>siti e applicazioni web</strong> tailor-made completamente gestibili in autonomia dagli utenti amministrativi creando soluzioni personalizzate come aree riservate, portali aziendali, intranet e dashboard interattive. Nel frontend mi affido a tecnologie moderne come <strong>Next.js, React e TypeScript</strong>. La mia esperienza include anche l'utilizzo di numerosi CMS, sia nella loro versione tradizionale che headless. In particolare, ho una approfondita conoscenza di <strong>Drupal</strong> e sono in grado di integrare nuove funzionalità con sistemi esistenti o di realizzare progetti completamente personalizzati.",
    "block_2_title": "Mobile First & PWA",
    "block_2_text": "Sviluppo interfacce con un approccio mobile first, garantendo un'esperienza ottimale su smartphone e tablet fin dalle prime fasi del progetto. Inoltre creo <strong>Progressive Web App (PWA)</strong>, applicazioni web che combinano le funzionalità di un sito con quelle di un'app nativa: installabili direttamente sul dispositivo, accessibili offline e con tempi di caricamento ridotti.",
    "block_3_title": "Ecommerce & B2B",
    "block_3_text": "Realizzo piattaforme <strong>Ecommerce e soluzioni B2B</strong>, avendo maturato una lunga esperienza nello sviluppo di sistemi di vendita online sia per il mercato consumer che per quello aziendale. Questa competenza è supportata dalla certificazione ufficiale di <strong>BigCommerce Developer</strong>, che mi permette di integrare al meglio flussi di acquisto, cataloghi complessi e interfacce personalizzate per esigenze specifiche."
  },
  "Section_4": {
    "title": "Formazione",
    "block_1_title": "ITS Digital Academy",
    "block_1_text": "La mia esperienza come docente ITS per il corso di <strong>Sviluppatore Web Fullstack</strong> mi ha consentito di trasformare concetti complessi in spiegazioni chiare e sintetiche, guidando i ragazzi nell'acquisizione di competenze tecniche immediatamente spendibili nel mondo del lavoro. Ogni percorso formativo è studiato su misura, calibrato in base al livello di partenza e agli obiettivi da raggiungere, e si sviluppa attraverso un approccio pratico e orientato a progetti reali, così da unire teoria e applicazione concreta."
  },
  "Section_5": {
    "title": "Contatti",
    "subtitle": "Per qualunque informazione puoi:",
    "block_1_title": "Scrivermi una mail",
    "block_2_title": "Contattarmi su LinkedIn",
    "block_3_title": "Scaricare il mio CV"
  },
  "Meta": {
    "title": "Alex Pezzini - Sviluppatore Web Fullstack",
    "description": "Sviluppatore web full-stack specializzato in React, Next.js e TypeScript, certificato sviluppatore BigCommerce ed esperto di Drupal CMS."
  },
  "Header": {
    "menu_1": "Intro",
    "menu_2": "Carriera",
    "menu_3": "Sviluppo",
    "menu_4": "Formazione",
    "menu_5": "Contatti"
  },
  "Footer": {
    "copyrights": "Alex Pezzini - Tutti i diritti riservati."
  }
}
